Repository: common-repository/woo-gateway-cash-on-delivery
Catalog: languages/woo-gateway-delivery-*.po
Languages: pt_br

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enable Cash on Delivery
pt_br: Ativar pagamento em dinheiro

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isto controla o título que o usuário vê durante a finalização da compra.

source: Cash on Delivery
pt_br: Pagamento em Dinheiro

source: Description
pt_br: Descrição

source: Payment method description that the customer will see on your checkout.
pt_br: Descrição do método de pagamento que o cliente verá na finalização da compra.

source: Enable for shipping methods
pt_br: Ativar para os métodos de entrega

source: If Cash on Delivery is only available for certain methods, set it up here. Leave blank to enable for all methods.
pt_br: Se o pagamento em dinheiro está disponível apenas para determinados métodos, informe-os aqui. Caso contrário, deixe em branco para ativar para todos os métodos.

source: Select shipping methods
pt_br: Selecione os métodos de entrega

source: Add new form of payment with cash on delivery.
pt_br: Adicionar nova forma de pagamento com dinheiro na entrega.

source: Please indicate whether you will need to change...
pt_br: Informe se irá precisar de troco…

source: Bring change for:
pt_br: Levar troco para:

source: *Enter 0 to inform you that do not need to change.
pt_br: *Digite 0 SE NÃO precisa de troco.

source: Make deliveries and earn cash on delivery even with exchange of information on money.
pt_br: Faça entregas e receba em dinheiro no ato da entrega ainda com informação de troco em dinheiro.
